

main_menu =['🍎 Питание', '⚖ Вес', '💪 Тренировка', '📊 Статистика',
            '⚙ Настройки', 'ℹ Помощь']

after_start_description = '👋 Добро пожаловать в FitTrack Bot!\n\n'\
                        'Я помогу тебе достичь твоих фитнес-целей!\n'\
                        'Отслеживай питание, вес и прогресс в тренировках.\n\n'\
                        '📋 Что я умею:\n'\
                        '• 🍎 Учёт питания и калорий\n'\
                        '• ⚖ Отслеживание веса\n'\
                        '• 💪 Фиксация силовых показателей\n'\
                        '• 📈 Статистика прогресса\n'

name = "Давай познакомимся!\n\
        📝 Как тебя зовут?\n\
        [Иван Иванов]"
gender = "📏 Теперь твои физические параметры:\n\
        Пол:"

birthday = "📅 Дата рождения:\n\
           пример:2012.12.31"

height = "📏 Рост (см):"

weight = "⚖ Текущий вес (кг):"

target = "🎯 Цель:"

activity = "🏃‍♂ Какой у тебя уровень активности?"

calories = "✅ Отлично! На основе твоих данных:\n\n\
            Рекомендуемая норма калорий:\n\
            • Для похудения: {one} ккал\n\
            • Для поддержания веса: {two} ккал\n\
            • Для набора массы: {three} ккал\n\n Выбери дневную цель по калориям:"

greetings = '''🎉 Регистрация завершена!\n\n\
            Привет, {name}! Рад видеть тебя в FitTrack!\n\n\
            📚 Краткий тур по функциям:\n\n\
            1. 🍎 "Питание" - добавляй приёмы пищи\n\
            2. ⚖️ "Вес" - фиксируй изменения веса\n\
            3. 💪 "Тренировка" - записывай упражнения\n\
            4. 📊 "Статистика" - смотри прогресс\n\n\
            Начни с добавления завтрака! 🍳
            '''



button1 = ['✅ Начать с бесплатной версии', '💎 Попробовать PRO (7 дней)', '❓ Как это работает?']
button2 = ['👨 Мужской', '👩 Женский']
button3 = ['💪 Набрать массу', '🔥 Похудеть', '🏃‍♂ Поддержать вес']
button4 = ['🛋️  Сидячий образ жизни', '🚶‍♂ Легкая активность',
           '🏋️‍♂ Средняя активность',
           '💪 Высокая активность',
           '🦸‍♂ Очень высокая активность']
button5 = ['🎯 {one} ккал (похудение)', '⚖ {two} ккал (поддержка)',
           '💪 {three} ккал (масса)', '✏ Ввести свою норму']
#button4 = ['1', '2', '3']