


statistics = '''📊 ОБЗОР СТАТИСТИКИ\n
            Период: последние 7 дней (бесплатно)\n\n
            
            🍎 ПИТАНИЕ\n
            • Среднее: {av_calories} ккал/день\n
            • Дней в норме: 5/7\n
            • Любимый продукт: {f_food}\n\n
            
            ⚖️ ВЕС\n
            • Текущий: {new_w} кг\n
            • Изменение: {all_change} кг\n
            • Среднее/неделю: {average} кг\n\n
            
            💪 ТРЕНИРОВКИ\n
            • Количество: {count} тренировки\n
            • Лучшее: {best_ex}\n
            • Прогресс: {persent} за месяц\n
            '''