

main_menu =['🍎 Питание', '⚖ Вес', '💪 Тренировка', '📊 Статистика',
            '⚙ Настройки', 'ℹ Помощь']

after_start_description = '👋 Добро пожаловать в FitTrack Bot!\n\n'\
                        'Я помогу тебе достичь твоих фитнес-целей!\n'\
                        'Отслеживай питание, вес и прогресс в тренировках.\n\n'\
                        '📋 Что я умею:\n'\
                        '• 🍎 Учёт питания и калорий\n'\
                        '• ⚖ Отслеживание веса\n'\
                        '• 💪 Фиксация силовых показателей\n'\
                        '• 📈 Статистика прогресса\n'

button1 = ['✅ Начать с бесплатной версии', '💎 Попробовать PRO (7 дней)', '❓ Как это работает?']